Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/skorpa_-_restaurering_av_kirkegarden_i_kirkegardsvika.html.tmx
Source language: nob
Languages: sme

source: Skorpa – restaurering av kirkegården i Kirkegårdsvika
sme: Skárfu – Kirkegårdsvika girdogárddi ođasmahttin

source: Sametinget og Nord-Troms museum har i 2015 restaurert gravminner og gjerder på den gamle kirkegården på Skorpa i Kvænangen.
sme: Sámediggi ja Davvi-Romssa musea lea 2015:s ođastan hávdemuittuid ja áiddiid boares girkogárddis Skárfus (Skorpa) Návuonas.

source: Etter kristningen av samene var Skorpa det sentrale kirkestedet for det omkringliggende fjordsystemet.
sme: Maŋŋá go sámit jorgalahttojuvvojedje risttalašvuhtii lei Skárfu guovddáš girkobáiki birrasii vuotnavuogádagas.

source: Opp gjennom historien har det derfor vært flere kirkegårder på Skorpa.
sme: Historjjá čađa leat danne leamaš máŋga girkogárddi Skárfus.

source: Kirkegården i Kirkagårdsvika var i bruk i årene 1886-1932.
sme: Kirkegårdsvika girkogárdi lei geavahusas jagiin 1886-1932.

source: Det var stort sett folk fra Kvænangen som ble gravlagt her, men også noen fra Nordreisa.
sme: Eanaš olbmot geat hávdáduvvojedje dohko ledje eret Návuonas, muhtumat maiddái eret Ráissas.

source: Folketellingene viser at den samiske befolkningen var i klart flertall rundt år 1900.
sme: Olmmošlohkamat čájehit ahte sámi álbmot lei čielgasit eanetlogus birrasii 1900:s.

source: Kirkegården er karakteristisk for sin tid.
sme: Girkogárdi lea mihtilmas áiggistis.

source: Den er omgitt av stakittgjerde og har stor andel lokalt utformede gravminner i tre og skifer.
sme: Dan birra lea njuolggoáidi ja doppe leat ollu báikkálaččat hábmejuvvon hávdemuittut muoras ja rávttuin.

source: Utformingen av gravminnene tyder på at mange er laget av samme håndverker.
sme: Hávdemuittuid hábmen čájeha ahte ollu dain lea ráhkadan seamma duojár.

source: Samiske gravminner har ofte færre opplysninger enn tilsvarende norske.
sme: Sámi hávdemuittuid birra leat dávjá unnit dieđut go vásttolaš norgga muittuin.

source: På noen av gravstøttene står bare initialene til den avdøde.
sme: Muhtun hávdegeđggiin leat dušše jápmán olbmo bustávat.

source: Kirkegården er et automatisk fredet samisk kulturminne.
sme: Girkogárdi lea automáhtalaččat ráfáidahttojuvvon sámi kulturmuitu.

source: Tilsvarende arbeid for Nordstraumen kirkegård vil bli sluttført i 2020.
sme: Vasttolaš bargu Árre girkogárddiin loahpahuvvuo 2020:s.
